{
    "articles": [
        {
            "id": 1,
            "title": "Песков прокомментировал сроки назначений в администрации президента",
            "description": "Пресс-секретарь президента России Дмитрий Песков заявил, что указ о назначениях в администрации президента вряд ли опубликуют в пятницу, 18 мая, передает «РИА Новости».\n«Не думаю, что сегодня», — сказал пресс-секретарь, отвечая на вопрос, ожидается ли сегодня публикация данного указа.",
            "comments": [
                "Хорошая статья",
                "+1"
            ]
        },
        {
            "id": 2,
            "title": "Пекин опроверг сообщения СМИ о планируемых Китаем закупках продукции США",
            "description": "Информация СМИ о том, что на консультациях представителей властей КНР и США по торгово-экономическим вопросам в Вашингтоне Пекин заявил о готовности увеличить закупки американской продукции на сумму $200 млрд в год, чтобы сократить отрицательное сальдо США, не соответствует действительности. Об этом сообщает телеканал CNBC со ссылкой на пресс-секретаря МИД Китая.",
            "comments": [
                "Хорошая статья",
                "+1"
            ]
        },
        {
            "id": 3,
            "title": "Роскомнадзор заблокировал более 250 сайтов по продаже билетов на ЧМ",
            "description": "Роскомнадзор внес в реестр запрещенной информации 259 страниц сайтов, где продавали контрафактную продукцию и билеты на матчи чемпионата мира по футболу. Об этом сообщается на официальном сайте ведомства.\n«На основании требований Роскомнадзора с большей части интернет-ресурсов противоправная информация удалена. Владельцам 51 сайта и провайдерам хостинга направлены соответствующие уведомления», — говорится в сообщении.",
            "comments": [
                "Хорошая статья",
                "+1"
            ]
        },
        {
            "id": 4,
            "title": "Экс-замминистра Пирумов не признал вину по делу о хищении 450 млн руб.",
            "description": "Бывший замминистра культуры Григорий Пирумов отказался признавать вину по делу о мошенничестве, связанном со строительством комплекса зданий для Государственного Эрмитажа. Об этом он заявил, выступая в Басманном суде, который в пятницу, 18 мая, рассматривает ходатайство следствия об аресте Пирумова, передает корреспондент РБК.",
            "comments": [
                "Хорошая статья",
                "+1"
            ]
        }
    ]
}